Repository: Worrik/todo-webapp-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de, fr, pl, uk

source: Chat with bot
de: Chatten Sie mit dem Bot
fr: Chatter avec le robot
pl: Czat z botem
uk: Чат з ботом

source: How to use
de: Wie benutzt man
fr: Comment utiliser
pl: Jak używać
uk: Як користуватись

source: how_to_use_url
de: https://telegra.ph/How-to-use-TODO-Bot-08-10
uk: https://telegra.ph/YAk-vikoristovuvati-TODO-Bot-08-08

source: Commands: <code>!todo</code> - create a todo. <code>!user</code> or <code>!users</code> - add user(s). <code>!tag</code> or <code>!tags</code> - add tag(s). <code>!del</code> or <code>!delete</code> - delete a todo.
de: Befehle: <code>!todo</code> - Erstellen Sie eine Aufgabe. <code>!user</code> oder <code>!users</code> - Benutzer hinzufügen. <code>!tag</code> oder <code>!tags</code> - Tags hinzufügen. <code>!del</code> oder <code>!delete</code> - eine Aufgabe löschen.
fr: Commandes : <code>!todo</code> - crée une tâche. <code>!user</code> ou <code>!users</code> - ajouter des utilisateurs. <code>!tag</code> ou <code>!tags</code> - ajouter des balises. <code>!del</code> ou <code>!delete</code> - supprime une tâche.
pl: Polecenia: <code>!todo</code> - utwórz zadanie. <code>!user</code> lub <code>!users</code> - dodaj użytkownika(ów). <code>!tag</code> lub <code>!tags</code> — dodaj tag(i). <code>!del</code> lub <code>!delete</code> - usuń zadanie.
uk: Команди: <code>!todo</code> - створити todo. <code>!user</code> або <code>!users</code> - додати юзера(-ів). <code>!tag</code> або <code>!tags</code> - додати тег(-и). <code>!del</code> або <code>!delete</code> - видалити todo.

source: Error: the message doesn't have text.
de: Fehler: Die Nachricht enthält keinen Text.
fr: Erreur: le message ne contient pas de texte.
pl: Błąd: wiadomość nie zawiera tekstu
uk: Помилка: у повідомлення немає тексту.

source: Already created todo from this message
de: Aus dieser Nachricht wurde bereits eine Aufgabe erstellt
fr: Tâche déjà créée à partir de ce message
pl: Już utworzono zadanie z tej wiadomości
uk: Вже є створене todo з цим повідомленням

source: Successfully create a todo. Now you can add <code>!users</code> or <code>!tags</code> by replying to a todo message.
de: Aufgaben erfolgreich erstellen. Jetzt können Sie <code>!users</code> oder <code>!tags</code> hinzufügen, indem Sie auf antworteneine Todo-Nachricht.
fr: Création réussie d'une tâche. Vous pouvez maintenant ajouter <code>!users</code> ou <code>!tags</code> en répondant àun message à faire.
pl: Pomyślnie utwórz zadanie. Teraz możesz dodać <code>!users</code> lub <code>!tags</code>, odpowiadając na wiadomość do zrobienia.
uk: Успішно створено todo. Тепер можна додати <code>!users</code> або <code>!tags</code> відповівши на todo повідомлення

source: Added {tags_count} tag(s)
de: {tags_count} Tags hinzugefügt
fr: Ajout de {tags_count} balises
pl: Dodano tagi {tags_count}
uk: Додано {tags_count} тег(-ів)

source: Successfully deleted this todo
de: Diese Aufgabe wurde erfolgreich gelöscht
fr: Cette tâche a été supprimée avec succès
pl: Pomyślnie usunięto to zadanie
uk: Успішно видалено todo

source: Todo doesn't have the status.
de: Todo hat den Status nicht
fr: Todo n'a pas le statut
pl: Todo nie ma statusu
uk: Todo немає статуса.

source: Successfully set status: {status}
de: Status erfolgreich gesetzt: {status}
fr: L'état a bien été défini : {status}
pl: Pomyślnie ustawiłeś stan: {status}
uk: Успішно встановлено статус: {status}

source: Successfully set empty additional info
de: Leere Zusatzinfo erfolgreich gesetzt
fr: Les informations supplémentaires vides ont bien été définies
pl: Pomyślnie ustawisz puste informacje dodatkowe

source: Successfully add additional info
de: Zusätzliche Informationen erfolgreich hinzugefügt
fr: Ajout réussi d'informations supplémentaires
pl: Pomyślnie dodaj dodatkowe informacje

source: Added {users_count} user(s)
de: {users_count} Benutzer hinzugefügt
fr: Ajout de {users_count} utilisateurs
pl: Dodano {users_count} użytkowników
uk: Додано {users_count} користувач(-ів)

source: Removed {users_count} user(s)
de: {users_count} Nutzer entfernt
fr: {users_count} utilisateurs supprimés
pl: Usunięto {users_count} użytkowników
uk: Видалено {users_count} користувач(-ів)

source: Successfully create a todo for {count_users} user(s)
de: Aufgaben für {count_users} Benutzer erfolgreich erstellen
fr: Création réussie d'une tâche pour {count_users} utilisateurs
pl: Pomyślnie utwórz zadanie dla {count_users} użytkowników
uk: Успішно створено todo для {count_users} користувач(-ів)

source: Add to group
de: Zur Gruppe hinzufügen
fr: Ajouter au groupe
pl: Dodaj do grupy
uk: Додати до групи

source: Support
de: Die Unterstützung
fr: Soutien
pl: Wspierać się
uk: Підтримка

source: Hello! I'm a TODO bot. Here are some valuable links and a Todos button.
de: Hallo! Ich bin ein TODO-Bot. Hier sind einige wertvolle Links und ein Todos-Button.
fr: Bonjour! Je suis un robot TODO. Voici quelques liens utiles et un bouton Todos.
pl: Witam! Jestem botem TODO. Oto kilka wartościowych linków i przycisk Todos.
uk: Привіт! Я TODO бот. Ось декілька корисних посилань і кнопка Todos.

source: https://telegra.ph/How-to-use-TODO-Bot-08-10
uk: https://telegra.ph/YAk-vikoristovuvati-TODO-Bot-08-08
